:PROPERTIES:
:ID:       e5c2ee7a-2273-4672-a846-bcfe05c8087a
:END:
#+TITLE: Investigación Operacional
#+FILETAGS: :university:io:
* TOC :TOC_2:noexport:
- [[#links][Links]]
  - [[#drive-con-clases-grabadas][Drive con clases grabadas]]
  - [[#lunes-0800][Lunes 0800]]
  - [[#lunes-1050-a-1300][Lunes 1050 a 1300]]
  - [[#jueves-1050-a-1300-cancelada-se-corre-pal-viernes][Jueves 1050 a 1300 (Cancelada: Se corre pal viernes)]]
  - [[#viernes][Viernes]]
  - [[#ayudantia-jueves-0900-1100][Ayudantia Jueves 0900-1100]]
- [[#contenido][Contenido]]
- [[#horario][Horario]]
  - [[#clase][Clase]]
  - [[#ayudantía][Ayudantía]]
- [[#contacto][Contacto]]
- [[#evaluación][Evaluación]]
  - [[#teórico-70][Teórico 70%]]
  - [[#práctico-30][Práctico 30%]]
  - [[#total][Total]]

* Links
** Drive con clases grabadas
- https://drive.google.com/drive/u/1/folders/15i2ifq3RYAVlxlKzM-XIrveBHZdUUMkf
** Lunes 0800
- https://reuna.zoom.us/j/83071748889?pwd=dnRQdjNOVEtuSVo3QTBNcnpFVWZxQT09
** Lunes 1050 a 1300
- https://reuna.zoom.us/j/86202301999?pwd=cFJKNDJLRWt2U29Ic3R5dFhBcWpCUT09
** Jueves 1050 a 1300 (Cancelada: Se corre pal viernes)
- https://reuna.zoom.us/j/85217593690?pwd=NnBGcnhGNHF3bFoxQkVVTDJpOVZnQT09
** Viernes
** Ayudantia Jueves 0900-1100
* Contenido
- [[id:8ecda01d-0c22-426e-9260-f486d5df1217][Apuntes]]
* Horario :lecture:
** Clase
*** DONE Clase IO
CLOSED: [2021-05-07 Fri 11:27] SCHEDULED: <2021-04-26 Mon 08:00-10:45>
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-05-07 Fri 11:27]
:END:
*** TODO Clase IO
SCHEDULED: <2021-05-03 Mon 08:00-10:45>
- Ver esta.
- No la vi x estudiar para [[id:3263d6b2-2c4b-4779-bb5c-f3225033e33a][Taller 2 de proba.]]
*** DONE Clase IO
CLOSED: [2021-05-10 Mon 12:34] SCHEDULED: <2021-05-10 Mon 08:00-10:45>
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-05-10 Mon 12:34]
:END:
- Transporte, min cos, stepping stone etc.
*** TODO Clase IO
SCHEDULED: <2021-05-17 Mon 08:00-10:45>
- Networks
- Seen from 08:00 to 09:00 to study for test.
*** TODO Clase IO
SCHEDULED: <2021-05-31 Mon 08:00-10:45>
*** TODO Clase IO
SCHEDULED: <2021-06-07 Mon 08:00-10:45>
*** TODO Clase IO
SCHEDULED: <2021-06-14 Mon 08:00-10:45>
*** TODO Clase IO
SCHEDULED: <2021-06-21 Mon 08:00-10:45>
*** TODO Clase IO
SCHEDULED: <2021-06-28 Mon 08:00-10:45>
*** TODO Clase IO
SCHEDULED: <2021-07-05 Mon 08:00-10:45>
*** TODO Clase IO
SCHEDULED: <2021-07-12 Mon 08:00-10:45>
*** TODO Clase IO
SCHEDULED: <2021-07-19 Mon 08:00-10:45>
*** TODO Clase IO
SCHEDULED: <2021-07-26 Mon 08:00-10:45>
** Ayudantía
*** TODO Ayudantía 2 IO
SCHEDULED: <2021-04-30 Fri 14:30-15:30>
:PROPERTIES:
:ID:       2152beef-422b-4eb3-bb09-e027921aa4e1
:END:
- Correspondiente a ayudantía 2
- Viendo grabación @ [2021-05-06 Thu 11:02]
- La ayudantia se trata de programación lineal entera en vez de sensibilidad
  pues el profe le dijo al ayudante que siga con la materia.
- [[id:85c7df83-20a9-46ec-8e3d-c29a234f7a1d][apuntes.org]]

*** TODO Ayudantía 3 IO
SCHEDULED: <2021-05-07 Fri 14:30-15:30>
*** DONE Ayudantía 4 IO
CLOSED: [2021-05-14 Fri 15:27] SCHEDULED: <2021-05-14 Fri 14:30-15:30>
:PROPERTIES:
:ID:       8e9e0b97-75f5-42c4-9bec-a1e4841c2e46
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-05-14 Fri 15:27]
:END:
:CLOCKBOOK:
CLOCK: [2021-05-14 Fri 15:18]--[2021-05-14 Fri 15:26] =>  0:08
:END:
- [[id:061f1d1b-43af-4ab0-bc84-6427f441914e][apuntes.org]]
*** TODO Ayudantía 5 IO
SCHEDULED: <2021-05-21 Fri 14:30-15:30>
- No la he visto por ayudar a pato con mudanza
*** TODO Ayudantía 6 IO
SCHEDULED: <2021-06-04 Fri 14:30-15:30>
*** TODO Ayudantía 7 IO
SCHEDULED: <2021-06-11 Fri 14:30-15:30>
*** TODO Ayudantía 8 IO
SCHEDULED: <2021-06-18 Fri 14:30-15:30>
*** TODO Ayudantía 9 IO
SCHEDULED: <2021-06-25 Fri 14:30-15:30>
*** TODO Ayudantía 10 IO
SCHEDULED: <2021-07-02 Fri 14:30-15:30>
*** TODO Ayudantía 11 IO
SCHEDULED: <2021-07-09 Fri 14:30-15:30>
*** TODO Ayudantía 12 IO
SCHEDULED: <2021-07-16 Fri 14:30-15:30>
*** TODO Ayudantía 13 IO
SCHEDULED: <2021-07-23 Fri 14:30-15:30>
* Contacto
- RICARDO ENRIQUE SEPULVEDA CONCHA
  - ricardo.sepulveda@ufrontera.cl
- Investigación Operacional
- F: +56 9 98455040
* Evaluación :grade:
** Teórico 70%
*** DONE prueba1
CLOSED: [2021-05-10 Mon 12:34] DEADLINE: <2021-05-08 Sat -0d>
:PROPERTIES:
:ID:       2e038cee-1e5b-4451-8434-e13c2626a40c
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-05-10 Mon 12:34]
:END:
*** TODO prueba2
DEADLINE: <2021-07-03 Sat -3w>
*** Tabla
:PROPERTIES:
:ID:       7d28dc6c-3440-4961-b738-c8b48838dfbe
:END:
#+NAME:7d28dc6c-3440-4961-b738-c8b48838dfbe
| prueba1  |  3.0 |
| prueba2  |  4.5 |
|----------+------|
| Promedio | 3.75 |
#+TBLFM: $>=vmean(@<..@>>)
** Práctico 30%
*** DONE Taller1
CLOSED: [2021-04-10 Sat 15:19] DEADLINE: <2021-04-10 Sat 09:00 -7d>
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-04-10 Sat 15:19] \\
  Simpleexxxxxxxxx
:END:
- Funciones en excel
- Simpleeexxxx
*** DONE Taller2
CLOSED: [2021-04-24 Sat 13:03] DEADLINE: <2021-04-24 Sat 09:00 -3w>
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-04-24 Sat 13:03]
:END:
- Axiomática Matricial de dualidad y sensibilidad.
- Método de 2 Fases o M (Penalización)
- Solver (Revisen el análisis de los informes)
*** TODO Taller3
DEADLINE: <2021-06-05 Sat 09:00 -0d>
- Problemas de transporte y transbordo
- Problemas de redes
*** TODO Taller4
DEADLINE: <2021-06-26 Sat 10:00 -0d>
*** Tabla
:PROPERTIES:
:ID:       30340cb3-edeb-4c80-8ad6-cdc7f3acf7ad
:END:
#+NAME:30340cb3-edeb-4c80-8ad6-cdc7f3acf7ad
| taller1  |   5.1 |
| taller2  |   3.0 |
| taller3  |     5 |
| taller4  |     5 |
|----------+-------|
| Promedio | 4.525 |
#+TBLFM: $>=vmean(@<..@>>)
** Total
:PROPERTIES:
:ID:       777f9be8-cedb-484d-aacc-1328fe6e8a7a
:END:
#+NAME:777f9be8-cedb-484d-aacc-1328fe6e8a7a
|          | Ponderación |  Nota | Nota ponderada |
|----------+-------------+-------+----------------|
| Teorico  |         0.7 |  3.75 |          2.625 |
| Practico |         0.3 | 4.525 |         1.3575 |
|----------+-------------+-------+----------------|
| Promedio |           - |     - |         3.9825 |
#+TBLFM: @2$3=remote(7d28dc6c-3440-4961-b738-c8b48838dfbe,@>$>)
#+TBLFM: @3$3=remote(30340cb3-edeb-4c80-8ad6-cdc7f3acf7ad,@>$>)
#+TBLFM: $4=$2*$3 :: @4$4=vsum(@I..II)
* Local variables :noexport:
# Local Variables:
# ispell-local-dictionary: "espanol"
# End:
